docs/state_machines/dot/en/core/state_SSH-key.dot
digraph {
  rankdir=LR;
  node [shape=oval];
  edge [fontsize=10];

  active [label="active"];
  deactivated [label="deactivated"];
  __initial [shape=point];
  __initial -> active;
  deactivated -> active [label="reactivate"];
  active -> deactivated [label="deactivate"];
}
