docs/state_machines/mmd/en/core/state_SSH-key.mmd
stateDiagram-v2
  direction LR

  state "active" as active
  state "deactivated" as deactivated

  [*] --> active
  deactivated --> active : reactivate
  active --> deactivated : deactivate
